[
    {
      "_id": 1,
      "albumTitle": "Infinite",
      "description": "Az Infinite Eminem amerikai rapper debütáló stúdió albuma. 1996 november 12-én jelent meg a Web Entertainment kiadásában. A felvételek helyszínei a Bass Brothers studiójában voltak, melyeket Mr. Porter és Eminem kezelt. Az albumon vannak vendégénekesek is; Proof, Mr. Porter, Eye-Kyu, Three, and Thyme, és Angela Workman.A fizikális másolatai az Infinitenek kazettán és bakelit lemezen jelentek meg, és Eminem ezeket Detroitban, az autójának a csomagtartójából árulta. Ez az album nem érhető el hivatalosan egyik online zeneboltban sem, csak az Infinite című szám érhető el Spotify-on. 2016. 11. 17-én, 5 nappal az album 20. évfordulója után Eminem posztolt egy remixel ebből a számból, amely a Bass Brothers által lett elkészítve, a Vevo csatornájára, így az első alkalommal digitálisan jelentette meg. Utólag is a korábbi verzió vegyes értékeléseket kapott a kritikusoktól, amely egy kudarc volt, nagyjából csak 1000 példányban kelt el.",
      "isPlatinum": false,
      "unitsSold": "no data",
      "releaseDate": 1,
      "deliveryDate": "1996 november 12.",
      "pictureUrl": "http://elit.jedlik.eu/nits/eminem/infinite.jpg"
    },
    {
        "_id": 2,
        "albumTitle": "The Slim Shady LP",
        "description": "A The Slim Shady LP Eminem 1999-es, második nagylemeze. Ez a debütálása major lemezkiadónál.Az album jelentős kritikai és kereskedelmi sikereket is elért. A Billboard 200-on a 2. helyen debütált, a megjelenését követő héten 283 000 példányban kelt el. A RIAA négyszeres platinalemeznek nyilvánította. Mára több mint 5 millió példányban kelt el az Egyesült Államokban, több mint 9 millió példányban világszerte. A Just Don't Give a Fuck az egyetlen underground kislemez az albumról. Az első hivatalos kislemez a My Name Is volt.Az album elnyerte a legjobb rapalbumért járó Grammy-díjat. 2003-ban 273. lett a Rolling Stone magazin Minden idők 500 legjobb albuma listáján, ezzel a legjobb helyen álló Eminem-album lett a listán. Szerepel az 1001 lemez, amit hallanod kell, mielőtt meghalsz című könyvben.",
        "isPlatinum": true,
        "unitsSold": "9 millió",
        "releaseDate": 1,
        "deliveryDate": "1999. február 23.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/tsslp.jpg"
    },
    {
        "_id": 3,
        "albumTitle": "The Marshall Mathers LP",
        "description": "A 2000-es The Marshall Mathers LP Eminem amerikai rapper harmadik nagylemeze. A megjelenése utáni első héten csak az Egyesült Államokban 1,76 millió példányban kelt el. 2001-ben megkapta a legjobb rapalbumnak járó Grammy-díjat, továbbá jelölték az év albumának. A RIAA-tól megkapta a 10 millió eladott példány után járó gyémánt minősítést. 2005-ig világszerte 19 millió példányt értékesítettek belőle. Minden idők egyik legjobb hiphop-albumának tartják, a Rolling Stone a 2000-es évek 7., minden idők 302. legjobb albumának nevezte. Szerepel az 1001 lemez, amit hallanod kell, mielőtt meghalsz című könyvben.",
        "isPlatinum": true,
        "unitsSold": "21,000,000",
        "releaseDate": 1,
        "deliveryDate": "2000. május 23.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/tmmlp.jpg"
    },
    {
        "_id": 4,
        "albumTitle": "The Eminem Show",
        "description": "A The Eminem Show című volt Eminem negyedik stúdió albuma. Az album bestseller volt 2002-ben, év végéig 7,6 millió fogyott belőle. 2003-ban megnyerte a Grammy-díjat a legjobb rapalbum kategóriában.",
        "isPlatinum": true,
        "unitsSold": "27,000,000",
        "releaseDate": 1,
        "deliveryDate": "2002. május 28.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/theeshow.jpg"
    },
    {
      "_id": 5,
      "albumTitle": "Encore",
      "description": "Az Encore Eminem 4. stúdióalbuma, melyet 2004. november 12-én adott ki. Eminem utolsó albumának tervezte, ám a legjobb slágereiből később kiadott egy válogatást, a Curtain Callt.",
      "unitsSold": "11,000,000",
      "isPlatinum": true,
      "releaseDate": 1,
      "deliveryDate": "2004. november 12.",
      "pictureUrl": "http://elit.jedlik.eu/nits/eminem/encore.jpg"
    },
    {
        "_id": 6,
        "albumTitle": "Relapse",
        "description": "A Relapse az amerikai rapper, Eminem hatodik stúdióalbuma. 2009. május 19-én jelent meg az Aftermath Entertainment , a Shady Records és az Interscope Records gondozásában . Ez volt az első eredeti anyagú albuma az Encore (2004) óta, miután az írói blokkja és a vényköteles altatóktól való függőségmiatt négy év szünetet tartott a felvételbenAz album felvételei 2008 és 2009 között zajlottak több stúdióban, és Dr. Dre , Mark Batson és Eminem végezte a produkciót. A Relapse egy koncepcióalbum, amely a horror , a drog-rehabilitáció és a visszaesés körül forog . Slim Shady alteregója visszatéréseként Eminem kijelentette, hogy az album témája inkább a The Slim Shady LP -re (1999) és a The Marshall Mathers LP -re (2000) emlékeztet. [4] 2007 szeptemberében Dr. Dre kijelentette, hogy két hónapot szán az album elkészítésére. [5] Dr. Dre- vel való együttműködés lehetővé tette Eminemnek, hogy Dr. Dre katalógusából válassza ki azokat az ütemeket , amelyek megkérdőjelezték a ritmusát , hogy különböző áramlásokkal kísérletezzen .[6] A felvételi időszak alatt egy maroknyi Relapse -nakszánt dal kiszivárgott az interneten. [7]2009 egyik legjobban várt albuma, a Relapse a Billboard 200 első helyén debütált , és az első héten 608 000 példányban kelt el. [8] Tizenkét másik országban is elérte az első helyet. Négy kislemezt készített:  Crack a Bottle ,  We Made You , 3 am és Beautiful , valamint a promóciós kislemezt:  Old Time's Sake . A Crack a Bottle Dr. Dre és 50 Cent közreműködésével elérte az első helyet a Billboard Hot 100 -on .Amerikai Hanglemezipari Szövetség (RIAA).Kritikusan az album vegyes kritikákat kapott. A kritikusok általában dicsérték a produkciót, de megosztottak a válaszaik az írás és az ékezetek túlzott használata az albumon. Ennek ellenére Eminem elnyerte a legjobb rapalbum Grammy-díját , míg a Crack a Bottle a legjobb duó vagy csoport rap előadásának járó díjat . Az album később erős kultuszra talált Eminem rajongói és kritikusai körében, így a Relapse kultikus klasszikussá vált.",
        "unitsSold": "no data",
        "isPlatinum": true,
        "releaseDate": 2,
        "deliveryDate": "2009. május 19",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/relapse.jpg"
    },
    {
        "_id": 7,
        "albumTitle": "Recovery",
        "description":  "A Recovery Eminem hetedik stúdióalbuma, amely 2010. június 18-án jelent meg. Az első héten az USA-ban 741,000 darabot adtak el belőle, világszerte pedig 1,114,500-at. Amerikában két hét után platina státuszt ért el, Kanadában pedig első héten platina lett.Eddig 4 klipet készített az albumhoz: a Not Afraid című számból, a Love The Way You Lie-ból, a No Love-ból, és a Space Bound-ból. Az első dal amit a közönség elé tárt Eminem a Not Afraid.",
        "unitsSold": "10,000,000",
        "isPlatinum": true,
        "releaseDate": 2,
        "deliveryDate": "2010. június 18.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/recovery.jpg"
    },
    {
        "_id": 8,
        "albumTitle": "The Marshall Mathers LP 2",
        "description": "The Marshall Mathers LP 2 Eminem amerikai rapper nyolcadik stúdióalbuma, amely 2013. november 5-én jelent meg az Aftermath Entertainment, Shady Records és az Interscope Records által. Az album folytatása Eminem legelismertebb albumának, a 2000-es The Marshall Mathers LP-nek. A produceri munkákat 2012 március és 2013 október közé tehetők, amelyeket főként Eminem kezelt más producerekkel együtt, mint például Dr. Dre és Rick Rubin. A lemezen több énekes is vendégeskedik, mint Skylar Grey, Rihanna és a Fun. frontembere, Nate Ruess is, rajtuk kívül csak egy rapper, Kendrick Lamar szerepel az albumon.Az album címe a 2013-as MTV Video Music Awards alatt került nyilvánosságra a Berzerk előzeteséből. A Berzerk az album vezető és első kislemeze, amely harmadik helyen végzett a Billboard Hot 100-on. Ezután kettő kislemez is megjelent: a Survival október 8-án és a Rap God október 15-én. The Monster, Rihanna közreműködésével, október 29-én jelent meg mint az album negyedik kislemeze.",
        "unitsSold": "no data",
        "isPlatinum": true,
        "releaseDate": 3,
        "deliveryDate": "2013. november 5.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/tmmlp2.jpg"
    },
    {
        "_id": 9,
        "albumTitle": "Revival",
        "description": "A Revival Eminem amerikai rapper kilencedik stúdióalbuma, amely 2017. december 15-én jelent meg az Aftermath Entertainment, Shady Records és az Interscope Records által.",
        "unitsSold": "no data",
        "isPlatinum": true,
        "releaseDate": 4,
        "deliveryDate": "2017. december 15.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/revival.jpg"
    },
    {
        "_id": 10,
        "albumTitle": "Kamikaze",
        "description": "Kamikaze (stilizált KAMIKAZƎ ) a tizedik stúdióalbuma származó rapper amerikai Eminem , megjelent 2018 .Az első héten 434 000 példányt adott el (ebből 252 000-et CD-n), és az Egyesült Államokban arany minősítést kapott2018. szeptember. 2018 végén az albumot több mint egymilliárdszor streamelték az egyesült államokbeli Spotify platformon. 2018-ban a Kamikaze csak 2,5 millió példányban kelt volna el Kínában a QQMusic szerint. A Mediatraffic állítása szerint az opus világszerte 2,5 millió példányban kelt el2019. április 20. Korábbi stúdióalbumától eltérően a Kamikaze nyilvános és kereskedelmi sikernek tekinthető ",
        "unitsSold": "no data",
        "isPlatinum": true,
        "releaseDate": 4,
        "deliveryDate": "2018. augusztus 31",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/kamikaze.jpg"
    },
    {
        "_id": 11,
        "albumTitle": "Music to Be Murdered By",
        "description": "A Music to Murdered By című album Eminem 11. stúdióalbuma, mely 2020. január 17-én jelent meg az Aftermath Entertainment, az Interscope Records, valamint a Shady Records kiadásában, előzetes bejelentés nélkül, hasonlóan a 2018-as Kamikaze című stúdióalbumához.[3] Az albumon Eminem mellett Dr. Dre is részt vett a lemez elkészítésében, valamint további előadók is, úgy mint Black Thought, Q-Tip, Juice Wrld, Ed Sheeran, Young MA, Skylar Grey, Don Toliver, Anderson .Paak, Royce da 5'9 , Kxng Crooked és Joell Ortiz.",
        "unitsSold": "no data",
        "isPlatinum": true,
        "releaseDate": 4,
        "deliveryDate": "2020. január 17.",
        "pictureUrl": "http://elit.jedlik.eu/nits/eminem/mtbmb.png"
    }
  ]